Repository: 84000/data-translation-memory
Catalog: toh174-v2.tmx
Source language: bo
Languages: en

source: རིགས་ཀྱི་བུ་དག་དེ་བཞིན་གཤེགས་པ་ནི་སེམས་ཅན་དག་གི་བསམ་པ་ཐུགས་སུ་ཆུད་པས་དེ་ལ་ཆོས་སྟོན་ཏོ། །
en: “Noble children, the Thus-Gone One teaches beings by employing an understanding of their thoughts.

source: རིགས་ཀྱི་བུ་རྣམས་ད་ལྟར་གྱི་དུས་ཀྱི་སེམས་ཅན་དག་ནི་ཆོས་འདི་སྤྱོད་པ་ལ་མོས་པ་ཉུང་ངོ་། །
en: Noble children, there are few beings these days who are inspired to practice this teaching.

source: རིགས་ཀྱི་བུ་དག་ད་ལྟར་གྱི་དུས་ཀྱི་སེམས་ཅན་དག་ནི་ཆོས་འདི་སྤྱོད་པ་ལ་བརྩོན་འགྲུས་རྩོམ་པ་ཉུང་ངོ་། །
en: Noble children, there are few beings these days who diligently endeavor in the practice of this teaching.

source: རིགས་ཀྱི་བུ་དག་ད་ལྟར་གྱི་དུས་ཀྱི་སེམས་ཅན་དག་ནི་ཆོས་འདི་ལ་བག་བྱེད་པར་སྤྱོད་པའང་ཉུང་ངོ་། །
en: Noble children, there are few beings these days who carefully practice this teaching.

source: དུས་ངན་པའི་སེམས་ཅན་དག་ནི་ཆོས་འདི་ལ་སྤྱོད་པའང་རབ་ཏུ་ཉུང་ངོ་། །
en: There are few beings in such evil times who will practice this teaching.

source: དེ་བཞིན་གཤེགས་པ་ནི་རྙོག་པ་ལྔའི་འཇིག་རྟེན་ངན་པར་འབྱུང་ངོ་། །འདི་ལྟ་སྟེ།
en: The Thus-Gone One has come to this evil world of the five degenerations :

source: སེམས་ཅན་གྱི་རྙོག་པ་དང་། ལྟ་བའི་རྙོག་པ་དང་། ཚེའི་རྙོག་པ་དང་། ཉོན་མོངས་པའི་རྙོག་པ་དང་། བསྐལ་པའི་རྙོག་པའོ། །
en: the degeneration of beings, the degeneration of views, the degeneration of lifespans, the degeneration of afflictions, and the degeneration of eons.

source: རིགས་ཀྱི་བུ་དག་ཆུང་ངུ་ན་སེམས་ཅན་འགའ་ཞིག་ཤིན་ཏུ་ཟབ་མོ་རྣམ་པར་དག་པའི་ཆོས་འདི་ལ་ཡིད་ཆེས་ཏེ། སངས་རྒྱས་ཀྱི་ཤེས་རབ་ལ་ཕྱིན་པར་བྱེད་ན་དེ་ནི་ཤིན་ཏུ་ངོ་མཚར་ཆེ་བ་ཡིན་ན་དེ་བཞིན་གཤེགས་པའི་སྤྱོད་ཡུལ་ལ་མོས་པ་ལྟ་ཅི་སྨོས།
en: “Noble children, if it is rare for someone to even so much as trust in this profound and pure teaching and arrive at the insight of buddhahood, what need we say of being interested in the domain of the thus-gone ones?

source: རིགས་ཀྱི་བུ་དག་ང་རྟག་ཏུ་ཡུན་རིང་པོ་ནས་དེ་ལྟ་བུའི་སྨོན་ལམ་གྱིས་བརྒྱན་ཅིང་དེ་ལྟ་བུའི་བརྩོན་འགྲུས་དང་བཟོད་པ་བྱས་པ་ཡང་སྡུག་བསྔལ་གྱིས་གཟིར་བའི་སེམས་ཅན་མགོན་མེད་པ་དང་། སྐྱབས་མེད་པ་དང་། ངན་སོང་དུ་ལྟུང་བ་དག་གི་ཕྱིར་རོ། །
en: Noble children, my motivation for adorning myself with such aspirations and practicing such diligence and patience for so long has been to help those suffering beings who are without protector or refuge and who fall into the lower realms.

source: ང་དེའི་ཚེ་ན་མངོན་པར་སངས་རྒྱས་ནས་སྐྱེ་བོ་གྲངས་མེད་ཚད་མེད་པ་དག་ལ་ཕན་པ་དང་བདེ་བའི་དོན་བྱས་སོ། །
en: Once I fully awakened, I ensured the benefit and welfare of countless, immeasurable beings.

source: རིགས་ཀྱི་བུ་དག་དེ་བས་ན་དེ་བཞིན་གཤེགས་པའི་སྔོན་གྱི་རྣམ་པར་དག་པའི་སྨོན་ལམ་དང་། བརྩོན་འགྲུས་ཀྱི་བྱིན་གྱིས་སེམས་ཅན་གྲངས་མེད་ཚད་མེད་པ་རྣམས་འདི་ལྟ་བུའི་ཤིན་ཏུ་ཟབ་མོའི་ཆོས་ལ་དད་ཅིང་ཡིད་ཆེས་པ་དང་གཟུངས་སུ་འཛིན་པར་གྱུར་ཏོ། །
en: Noble children, therefore, through the grace of the Thus-Gone One’s earlier pure aspirations and diligence, countless, immeasurable beings now have faith and trust in such a profound teaching as this and embrace it.

source: རིགས་ཀྱི་བུ་དག་ངས་སྔོན་བཏུལ་བའི་སེམས་ཅན་དག་ངའི་ཆོས་འདི་ལ་ཡིད་ཆེས་པར་གྱུར་ཏོ། །
en: Noble children, beings that I have previously trained trust my teachings.

source: རིགས་ཀྱི་བུ་དག་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཀྱི་སྟོབས་བཅུ་དང་མི་འཇིགས་པ་བཞིས་སེམས་ཅན་དག་འདི་ལྟ་བུའི་ཤིན་ཏུ་ཟབ་མོའི་ཆོས་ལ་ཡིད་ཆེས་པར་བྱས་པ་ཉུང་ངོ་། །
en: Noble children, few beings have been made to trust such a profound teaching as this through the ten strengths and the four types of fearlessness of the blessed buddhas.

source: སེམས་ཅན་གང་ཆོས་འདི་ལ་གནས་པ་ནི་ཀུན་ཀྱང་དེ་བཞིན་གཤེགས་པའི་དགོངས་པའི་མཐུ་དང་ཐབས་ཀྱི་དབང་གིས་སོ། །
en: All beings who observe this teaching do so through the means and power of the thus-gone ones’ intent.

source: ང་ནི་ཡུན་རིང་པོ་ནས་དེ་ལྟ་བུའི་ཆོས་ཟབ་མོ་དང་མ་བྲལ་བས་ཡུན་རིང་པོ་ནས་བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། དགའ་བ་ཆེན་པོ་དང་། བཏང་སྙོམས་ཆེན་པོས་སེམས་ཅན་དག་རྗེས་སུ་བཟུང་སྟེ་མ་བཏང་ངོ་། །
en: Long have I never been apart from this profound Dharma. That is why I care for and never abandon beings out of great love, great compassion, great joy, and great equanimity.

source: དེ་བཞིན་གཤེགས་པ་ནི་རྙོག་པ་ལྔའི་འཇིག་རྟེན་ངན་པར་སེམས་ཅན་ལ་ཕན་པའི་དོན་མཛད་པ་ཉུང་ངོ་། །
en: There are few thus-gone ones who benefit beings in a vile world of the five degenerations.

source: རིགས་ཀྱི་བུ་དག་ང་སྔོན་བརྩོན་འགྲུས་ཆེན་པོའི་ཤུགས་དང་། ཐབས་མཁས་པ་ཆེན་པོའི་མཐུས་སེམས་ཅན་གྱི་དོན་བྱས་ནས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་ཚོགས་བསགས་སོ། །
en: “Noble children, having earlier benefitted beings with the force of great diligence and the power of great skill, I gathered the accumulations leading to unsurpassed and perfect awakening.

source: རིགས་ཀྱི་བུ་དག་ངས་མངོན་དུ་དྲན་པ་སྔོན་འདས་པའི་དུས་ན་སེམས་ཅན་ལ་ཕན་པ་དང་བདེ་བའི་ཕྱིར་ཉི་མ་གཅིག་ལ་ཡང་ལུས་སྟོང་ཡོངས་སུ་བཏང་སྟེ་སྦྱིན་པ་བྱས་སོ། །
en: Noble children, I recall that in the past, I offered up and gave away a thousand bodies in a single day.

source: རིགས་ཀྱི་བུ་དག་ང་སྔོན་སྐྱེ་བ་བརྒྱ་སྟོང་གི་བར་དུ་སེམས་ཅན་བཀྲེས་སྐོམ་པ་དག་མཐོང་ནས་བདག་གིས་ལུས་ཀྱི་ཤ་བཅད་དེ་བཙོས་ནས་སྦྱིན་པ་བྱས་ཀྱང་ང་དེའི་ཚེ་ན་འཁྲུག་པའམ་འགྱོད་པའི་སེམས་མ་སྐྱེས་ཏེ
en: Noble children, earlier, throughout thousands of lifetimes, when I saw beings suffering from hunger and thirst, I would cut flesh from my body, cook it, and give it to them—yet even then my mind felt no trouble or regret; instead,

source: སེམས་ཅན་དག་ལ་ཁྱབ་པར་སྙིང་རྗེ་ཆེན་པོ་ཀུན་ལ་སྐྱེས་སོ། །
en: a great and universal love for all beings arose in me.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟར་ངས་བརྩོན་འགྲུས་ཆེན་པོ་དང་། ཐབས་མཁས་པ་ཆེན་པོའི་སྟོབས་ཀྱིས་སེམས་ཅན་གྱི་དོན་བྱས་ནས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་ཚོགས་བསགས་པར་རིག་པར་བྱའོ། །
en: Noble children, understand that in this fashion, through benefitting beings with the strength of great diligence and skill, one will gather the accumulations leading to unsurpassed and perfect awakening.

source: དེ་བས་ན་རིགས་ཀྱི་བུ་དག་དེ་ལྟར་མོས་པ་དང་། བརྩོན་འགྲུས་དང་། བག་བྱེད་པ་ལ་ནན་ཏན་བྱས་ཏེ་
en: Therefore, noble children, by earnest practice of interest, diligence, and carefulness,

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་ཚོགས་བསགས་པར་བྱས་སོ། །
en: the accumulations leading to unsurpassed and perfect awakening are gathered.

source: ངས་ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པ་ལྟར་ཁྱོད་ཀྱིས་ཀྱང་དེ་ལྟར་ང་དང་འདྲ་བར་སེམས་ཅན་ལ་ཕན་པ་དང་བདེ་བའི་དོན་གྱིས་ཤིག །
en: Just as I have engaged in bodhisattva conduct, you must also act for the benefit and happiness of beings.

source: རིགས་ཀྱི་བུ་དག་བསྐལ་པ་བཟང་པོའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་མངོན་པར་གཤེགས་པ་དེ་དག་ཐམས་ཅད་འདི་སྐད་མི་སྟོན་པ་གང་ཡང་མེད་དོ། །
en: Noble children, none of the blessed buddhas who have appeared in this Fortunate Eon have failed to praise me.

source: འདི་ལྟར་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་བརྩོན་འགྲུས་ཕུན་སུམ་ཚོགས་སོ། །
en: The blessed one Śākyamuni developed such diligence.

source: འདི་ལྟར་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་ལྡན་ནོ། །
en: The blessed one Śākyamuni perfected such diligence.

source: འདི་ལྟར་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པ་ན་སེམས་ཅན་གྱི་དོན་བྱས་ཏེ།
en: By engaging in bodhisattva conduct, the blessed one Śākyamuni thus helped beings.

source: འདི་ལྟ་སྟེ། འདི་ལྟར་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་ཤིན་ཏུ་བརྩོན་འགྲུས་བརྩམས་སོ། །འདི་ལྟར་རྙོག་པའི་འཇིག་རྟེན་ངན་པར་བྱུང་ནས། སེམས་ཅན་ཚད་མེད་གྲངས་མེད་པ་ལ་ཕན་པ་དང་བདེ་བའི་དོན་བྱས་སོ་ཞེས་གསུང་ངོ་། །
en: They declared, ‘The blessed one Śākyamuni engaged in such diligence. Having appeared in a vile world of degenerations, he thus acted for the benefit and happiness of countless, immeasurable beings.’

source: རིགས་ཀྱི་བུ་དག་གང་དེ་ལྟར་བྱང་ཆུབ་ཀྱི་སྤྱད་པ་སྤྱོད་པར་འདོད་པ་དག་མོས་པ་དང་། བརྩོན་འགྲུས་དང་། བག་བྱེད་པ་ལ་བརྩོན་པར་བྱའོ། །
en: “Noble children, those who are inspired to practice such bodhisattva conduct must exert themselves in interest, diligence, and carefulness.

source: རིགས་ཀྱི་བུ་དག་ངས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་སངས་རྒྱས་ཀྱང་བརྩོན་འགྲུས་བརྩམ་པ་ལས་མ་ཉམས་ཏེ།
en: Noble children, even though I have fully awakened to unsurpassed and perfect buddhahood, my practice of diligence has not waned;

source: ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་བར་དུ་ཡང་བརྩོན་འགྲུས་བསྐྱེད་ནས་སྐུ་གདུང་ཡུངས་ཀར་གྱི་འབྲས་བུ་ཙམ་དུ་ཕྲ་མོར་གསེས་ཏེ་སྐུའི་ཡན་ལག་ཀྱང་རྣམ་པར་གསེས་སོ། །
en: I will generate diligence until my parinirvāṇa , when my relics will be reduced to the size of mustard seeds as my body parts are divided,

source: དེ་ཡང་ཕྱི་མ་མ་འོངས་པའི་སེམས་ཅན་རྣམས་ལ་བྱམས་ཤིང་བརྩེ་བའི་ཕྱིར་རོ། །
en: for even that is done for the love and care of future beings.

source: ང་སྔོན་བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པའི་ཚེ་སེམས་ཅན་བཏུལ་བ་དག་སྤྱོད་པ་འཁྲུལ་ཅིང་ནོངས་པར་གྱུར་ནས་བགེགས་ཀྱི་གནས་སུ་ལྷུང་བ་རྣམས་གདོན་པའི་ཕྱིར་ཐུགས་རྗེ་ཆེན་པོ་བསྐྱེད་དེ་
en: Previously, when I was engaged in bodhisattva conduct, there were some gentle beings who had grown mistaken and errant in their conduct, leading them to descend to difficult states of being. I aroused great compassion in order to free them from those states, wherefore

source: སྐུ་གདུང་གསེས་ཏེ་ཕྲ་མོ་ཡུངས་ཀར་གྱི་འབྲུ་ཙམ་ཡང་རྫུ་འཕྲུལ་གྱི་མཐུ་བསྟན་ཏོ། །
en: my distributed relics, even so small as a mustard seed in size, will display miraculous power.

source: ང་ཡོངས་སུ་མྱ་ངན་ལས་འདས་ནས་སེམས་ཅན་གང་སྐུ་གདུང་གིས་འདུལ་བར་འགྱུར་བ་དག་སེམས་རྣམ་པར་དག་པར་འགྱུར་རོ། །
en: After I reach parinirvāṇa, the minds of those who can be tamed by my relics will be purified.

source: སེམས་རྣམ་པར་དག་པས་གནས་ཐམས་ཅད་དུ་སྨོན་པ་བཞིན་དུ་འགྲུབ་བོ། །
en: With purified minds, they will reach any states of being to which they aspire.

source: རིགས་ཀྱི་བུ་དག་ང་སྔོན་བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པའི་ཚེ་སེམས་ཅན་དག་ལ་དེ་ལྟ་བུའི་ཐུགས་རྗེའི་ཐུགས་ལྷུན་གྱིས་གྲུབ་པའི་སྐུ་གདུང་ཕྲ་མོར་གསེས་ཏེ་ཀུན་ཏུ་ཁྱབ་པར་བྱས་པ་ཡང་ངའི་སྔོན་གྱི་སྨོན་ལམ་གྱི་དབང་གིས་སོ། །
en: “Noble children, my spontaneous accomplishment of such compassion for beings, while I was formerly practicing the conduct of a bodhisattva, will cause my relics to be divided and distributed far and wide: this is also due to my previous aspirations.

source: དེ་ལྟར་ཚད་མེད་པའི་ཡོན་ཏན་དང་། བསོད་ནམས་ཀྱི་རྒྱུ་དང་། རྐྱེན་དང་། ཐུགས་རྗེ་ཆེན་པོའི་ཤུགས་ཀྱིས་ཕྱི་མ་མ་འོངས་པའི་དུས་ངན་པར་སྐྱེ་བོ་མང་པོ་ལ་སྐྱོབ་པར་གྱུར་ཏོ། །
en: Thus will I protect many beings in vile future times through my immeasurable virtues, causes and conditions of merit, and great compassion.

source: རིགས་ཀྱི་བུ་དག་བྱང་ཆུབ་སེམས་དཔའ་གང་ཆོས་འདི་ལ་མོས་པ་དང་། བརྩོན་འགྲུས་དང་། བག་བྱེད་པ་སྐྱིད་པ་དག་ངེས་པར་ཕྱི་མ་མ་འོངས་པའི་དུས་ན་མདོ་སྡེ་འདི་ལ་སོགས་པ་ཀློག་པ་དང་། འདོན་པ་དང་། འཛིན་པ་དང་། གཞན་ལ་རྒྱས་པར་སྟོན་པར་གྱུར་ཅིག་ཅེས་སྨོན་པར་གྱུར་ཏེ
en: Noble children, I pray that those future bodhisattvas who are joyfully interested, diligent, and careful with regard to this teaching will be sure to read, recite, uphold, and fully teach discourses such as this to others.

source: ང་ཡང་རྫུ་འཕྲུལ་གྱི་མཐུས་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་ཀློག་པ་དང་། འདོན་པ་དང་། འཛིན་པ་དང་། གཞན་ལ་ཡང་རྒྱས་པར་སྟོན་པར་བྱིན་གྱིས་རློབ་བོ། །
en: Through my miraculous power, I bless such bodhisattvas to read, recite, uphold, and fully teach them to others.

source: ངས་ཀྱང་མདོ་སྡེ་འདི་དག་ཀློག་པ་དང་། འདོན་པ་དང་། འཛིན་པ་དང་། གཞན་ལ་རྒྱས་པར་སྟོན་པར་འགྱུར་བའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་ལ་ཡོངས་སུ་བཏམས་སོ། །
en: So that these discourses will be read, recited, upheld, and fully taught, I have entrusted them to such bodhisattvas.

source: རིགས་ཀྱི་བུ་དག་མདོ་སྡེ་འདི་གང་ན་ཡོད་པའི་གནས་དེ་ན་སངས་རྒྱས་བཞུགས་པར་བལྟ་སྟེ་མྱ་ངན་ལས་མ་འདས་པར་རིག་པར་བྱའོ། །
en: Noble children, understand that wherever these discourses appear, the Buddha will remain without passing into parinirvāṇa.

source: དེ་བས་ན་དེ་བཞིན་གཤེགས་པས་མདོ་སྡེ་འདི་དག་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་བཏམས་སོ། །
en: Therefore, the Thus-Gone One entrusts these discourses to the bodhisattvas.

source: རིགས་ཀྱི་བུ་དག་དེ་བས་ན་ངས་འདས་པའི་དུས་ན་ཡང་དེ་ལྟ་བུའི་རྒྱུ་དང་རྐྱེན་གྱིས་སེམས་ཅན་རྣམས་བསྡུས་ཏེ་མ་བཏང་བར་རིག་པར་བྱའོ། །
en: Noble children, you should therefore understand that in the past, I gathered beings without abandoning them by means of such causes and conditions.

source: ད་ལྟར་གྱི་དུས་སུ་ཡང་སེམས་ཅན་དག་བསྡུས་ཏེ་མ་བཏང་ངོ་། །
en: Presently, I also gather beings without abandoning them.

source: མ་འོངས་པའི་དུས་ན་ཡང་སེམས་ཅན་ཡོངས་སུ་སྡུད་དེ་མི་གཏོང་བར་རིག་པར་བྱའོ། །
en: Know that in the future as well, I will gather beings without abandoning them.

source: འདི་ལྟ་སྟེ། མདོ་སྡེ་འདི་ལྟ་བུ་དག་དགོངས་ཤིང་བསྐྱབས་ནས་ཕྱི་མ་མ་འོངས་པའི་དུས་ལྔ་བརྒྱའི་ཐ་མ་ལ་ཡོངས་སུ་རྒྱས་པར་བྱ་བའི་ཕྱིར་རོ། །
en: Having guarded and cared for such discourses, they will flourish extensively in the final five-hundred-year period to come.

source: རིགས་ཀྱི་བུ་དག་གལ་ཏེ་ད་ལྟར་གྱི་དུས་སམ། ང་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་འོག་ཏུ་གྲོང་ཁྱེར་རམ། གྲོང་རྡལ་ལམ། རི་འམ། ནགས་ཚལ་ལམ། འབྲོག་དགོན་པ་དག་ན་མདོ་སྡེ་ཡོད་དེ་གང་ཞིག་འཆང་ངམ། འཛིན་ཏམ། ཀློག་གམ། འདོན་ཏམ། གཞན་ལ་སྟོན་ཅིང་འཆད་ན་གནས་དེ་ན་སངས་རྒྱས་བཞུགས་པར་རིག་པར་བྱའོ། །
en: “Noble children, both at the present and after I pass into parinirvāṇa, know that if such a discourse is present in a town, city, mountain, forest, or wilderness, and someone retains, receives, reads, recites, teaches, or explains it, the Buddha resides there.

source: དེའི་རྒྱུ་དེའི་རྐྱེན་གྱིས་ངས་སངས་རྒྱས་རྣམས་ལ་ཆོས་ཀྱི་སྐུ་ཞེས་བརྗོད་དོ། །
en: Through such causes and conditions, I call buddhas the Dharma body .

source: ཆོས་མཐོང་བས་ན་སངས་རྒྱས་མཐོང་བ་ཞེས་བརྗོད་དོ། །
en: I declare that by seeing the Dharma one sees the Buddha.

source: སངས་རྒྱས་ལ་གཟུགས་ཀྱི་སྐུར་མི་བལྟའོ། །
en: The Buddha is not to be regarded as a body of form.

source: གང་ཟག་གང་ཞིག་ཆོས་འདི་ལ་དད་དམ། ཆོས་འདི་ཉན་ན་གང་ཟག་དེ་ནི་སངས་རྒྱས་ལ་དད་པ་དང་སངས་རྒྱས་ཀྱི་གསུང་རབ་ལ་ཉན་པ་ཞེས་བྱའོ། །
en: Those who trust this teaching, and listen to it, trust the Buddha and listen to the Buddha’s teachings.

source: གང་ཟག་གང་ཞིག་བཤད་པ་བཞིན་ནན་ཏན་དུའང་བྱེད་ན་གང་ཟག་དེ་ནི་སངས་རྒྱས་མཐོང་བ་ཞེས་བྱའོ། །
en: Those who earnestly practice as taught see the Buddha.

source: གང་ཟག་དེ་ནི་ཡང་དག་པར་སྨྲ་བ། ཆོས་སུ་སྨྲ་བ། ཆོས་ཀྱི་རྗེས་སུ་སྤྱོད་པ་ཞེས་བྱའོ། །
en: Such people are said to be proper teachers, Dharma teachers, and followers of the Dharma.

source: རིགས་ཀྱི་བུ་དག་ངའི་སྐུ་ནི་ཆོས་ཀྱང་ཡིན། ཆོས་མ་ཡིན་པའང་ཡིན་ཏེ།
en: “Noble children, my body is neither Dharma nor non-Dharma;

source: ཆོས་ཀྱི་རྗེས་སུ་འགྲོ་བ་ཞེས་བྱའོ། །
en: it is described in accordance with the Dharma.

source: ཆོས་ཀྱི་སྦྱིན་པ་སྦྱིན་པའི་མཆོག་དམ་པ་ཞེས་བྱ་བ་སྟེ།
en: Called the most sublime gift of Dharma ,

source: ཆོས་ལ་མི་གནས་ཆོས་མ་ཡིན་པ་ལའང་མི་གནས་པའོ། །
en: it is neither grounded in Dharma nor non-ingrained in Dharma.

source: དེ་ཡང་ཇི་ལྟར་ཞེ་ན།
en: How is this?

source: གལ་ཏེ་ཆོས་ལ་གནས་ན་སངས་རྒྱས་མཐོང་བ་ཞེས་མི་བྱའོ། །
en: If it were rooted in Dharma, seeing my body would not be called seeing the Buddha .

source: རིགས་ཀྱི་བུ་དག་ཆོས་ཐམས་ཅད་ལ་མི་གནས་པ་ནི་སངས་རྒྱས་མཐོང་བ་ཞེས་བྱའོ། །
en: Noble children, not being rooted in any phenomenon whatsoever is described as seeing the Buddha.

source: གང་ཆོས་ཐམས་ཅད་ལ་མཐོང་བ་མེད་པ་ནི་སངས་རྒྱས་མཐོང་བ་ཞེས་བྱའོ། །
en: Whoever does not see any phenomenon is described as seeing the Buddha.

source: དེ་བཞིན་གཤེགས་པ་ནི་ཆོས་ཞེས་བརྗོད་པར་ཡང་མི་རུང་། ཆོས་མ་ཡིན་ཞེས་བརྗོད་པར་ཡང་མི་རུང་། ཆོས་སུ་བལྟ་བ་ཡང་མ་ཡིན་ནོ། །
en: It is inappropriate to describe the Thus-Gone One as Dharma or non-Dharma , or to view him as Dharma.

source: རིགས་ཀྱི་བུ་དག་མདོ་སྡེ་ལས་ཀྱང་དགེ་སློང་དག་གང་ངའི་ཆོས་ཤེས་པར་འདོད་པ་ནི་གཟིངས་དང་འདྲ་བར་ཆོས་ཀྱང་འདོར་ན་ཆོས་མ་ཡིན་པ་ལྟ་ཅི་སྨོས་ཏེ།
en: Noble children, for the monks who wish to understand my Dharma as found in the discourses, if even the Dharma is to be discarded like a raft, what need we say of non-Dharma?

source: གང་ཞིག་ཆོས་དང་། ཆོས་མ་ཡིན་པ་ལ་བཏང་སྙོམས་སུ་གྱུར་པ་ནི་སངས་རྒྱས་མཐོང་བ་ཞེས་བྱའོ། །
en: One who is equanimous regarding Dharma and non-Dharma is said to see the Buddha.

source: དེ་བཞིན་གཤེགས་པ་ནི་ཆོས་ཐམས་ཅད་ལ་བཏང་སྙོམས་པ་ཞེས་བྱའོ། །
en: Because the Thus-Gone One is said to be equanimous regarding all phenomena.

source: ཆོས་ཀྱི་མིང་ལ་མི་ཆགས་མི་འཛིན་པ་སྟེ།
en: Not being attached to, or grasping at, the label Dharma ,

source: ཆོས་ཀྱི་མིང་དུ་ཡང་མི་ལྟུང་ན་ཆོས་མ་ཡིན་པའི་མིང་དུ་མི་ལྟུང་བ་ལྟ་ཅི་སྨོས།
en: one does not fall into the label Dharma , so what need we say of the label non-Dharma ?

source: རིགས་ཀྱི་བུ་དག་ཆོས་ཐམས་ཅད་ཀྱི་མིང་དང་བྲལ་བ་ནི་དེ་བཞིན་གཤེགས་པ་ཞེས་བྱ་སྟེ།
en: Noble children, the absence of labels of all phenomena is called the Thus-Gone One .

source: གང་གིས་དེ་ལྟར་མཐོང་བ་ནི་དེ་བཞིན་གཤེགས་པ་མཐོང་བ་ཞེས་བྱའོ། །
en: Those who see in this way are said to see the Thus-Gone One.

source: ཆོས་ཐམས་ཅད་མཐོང་བ་དང་བྲལ་བའི་ཕྱིར་དེ་བཞིན་གཤེགས་པ་མཐོང་བ་ཞེས་བྱའོ། །
en: Because they are free from seeing any phenomenon, they see the Thus-Gone One.

source: ཆོས་ཐམས་ཅད་དམིགས་སུ་མེད་པའི་ཕྱིར་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ཤེས་ཤིང་མཐོང་བས་དེ་བཞིན་གཤེགས་པ་མཐོང་བ་ཞེས་བྱའོ། །
en: Since all phenomena are beyond apprehension, when one understands and sees all phenomena correctly as they are, this is called seeing the Thus-Gone One.

source: རིགས་ཀྱི་བུ་དག་གལ་ཏེ་ཆོས་ཐམས་ཅད་དམིགས་སུ་མེད་ཅིང་ཆོས་ཐམས་ཅད་དང་བྲལ་བ་དེ་ལ་ཆོས་དང་ཆོས་མ་ཡིན་པའི་མིང་དུ་སྤྲོས་པ་མེད་ཅིང་རྩོད་པ་མེད་དེ། བྱ་བ་མེད་པ་བསྟན་དུ་མེད་པ་དེ་ནི་དེ་བཞིན་གཤེགས་པ་མཐོང་བ་ཞེས་བྱའོ། །
en: Noble children, the state that does not apprehend any phenomenon is free from all phenomena, is without any thoughts of Dharma or non-Dharma , is free from debate, is free from anything to do, and is indescribable: this is called seeing the Thus-Gone One .

source: གང་ཟག་གང་ཞིག་དེ་ལྟར་ཆོས་མཐོང་བ་དེ་དེ་བཞིན་གཤེགས་པ་མཐོང་བ་ཞེས་བྱའོ། །
en: Those who see the Dharma in this fashion are said to see the Thus-Gone One.

source: གང་གིས་དེ་ལྟར་དེ་བཞིན་གཤེགས་པ་མཐོང་བ་དེ་ནི་ཡང་དག་པར་མཐོང་བའོ། །
en: “Those who see the Thus-Gone One in this fashion see accurately.

source: གང་དེ་ལྟ་མ་ཡིན་པར་མཐོང་བ་དེ་ནི་ལོག་པར་མཐོང་བ་ཞེས་བྱའོ། །
en: Those who see differently from this see mistakenly.

source: གང་ལོག་པར་མཐོང་བ་དེ་ནི་ཡང་དག་པ་མ་ཡིན་པ་མཐོང་བ་སྟེ་གང་ཟག་དེ་ནི་ཡང་དག་པ་ཉིད་མཐོང་བ་ཞེས་བྱའོ། །
en: Whoever sees mistakenly thus sees falsely; such people are not said to see correctly.

source: རིགས་ཀྱི་བུ་དག་ཡང་དག་པ་ཉིད་དུ་མཐོང་བ་ནི་ཚིག་དང་སྨྲ་བའི་ལམ་ཐམས་ཅད་པ་སྟེ། ཡང་དག་པ་མ་ཡིན།
en: Noble children, seeing true reality is the cessation of all modes of words and statements.

source: ཡང་དག་པ་མ་ཡིན་པའང་མ་ཡིན།
en: It is neither correct nor incorrect.

source: ཡོད་པའང་མ་ཡིན་མེད་པ་འང་མ་ཡིན་ཏེ།
en: It neither exists nor is absent.

source: ཆོས་ཐམས་ཅད་དང་བྲལ་བའང་ཆོས་ཐམས་ཅད་མི་ལེན་པ། ཆོས་ཐམས་ཅད་ལ་མི་དམིགས་པ་སྟེ།
en: It is free from all phenomena, does not adopt any phenomenon, and does not observe any phenomenon.

source: དེ་ལྟར་མཐོང་བ་དེ་ནི་དེ་བཞིན་གཤེགས་པ་མཐོང་བའོ། །
en: Seeing like this is seeing the Thus-Gone One.

source: རིགས་ཀྱི་བུ་དག་དེ་བཞིན་གཤེགས་པ་ནི་ཆོས་ལ་ལྟ་བ་མི་སྐྱེད་དེ།
en: Noble children, the Thus-Gone One does not give rise to views regarding phenomena.

source: ཆོས་ཐམས་ཅད་ཀྱི་མཚན་ཉིད་དང་བྲལ་བ་མཐོང་བ་ནི་དེ་བཞིན་གཤེགས་པ་མཐོང་བ་ཞེས་བྱ་སྟེ་
en: Thus, seeing the absence of characteristics concerning all phenomena is seeing the Thus-Gone One.

source: གང་དེ་ལྟར་མཐོང་བ་དེ་ནི་ཡང་དག་པར་མཐོང་བའོ། །
en: Whoever sees in this fashion is said to see accurately.

source: རིགས་ཀྱི་བུ་དག་ཁྱོད་ཀྱིས་དེ་ལྟར་དེ་བཞིན་གཤེགས་པ་ལ་བལྟའོ། །
en: “Noble children, you should regard the Thus-Gone One in this way.

source: ཁྱོད་ཀྱིས་ངས་བཤད་པ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་ལ་བརྟག་པར་བྱའོ། །
en: You must analyze the Thus-Gone One just as I have explained.

source: གང་དེ་ལྟར་བལྟ་བས་ནི་ཆོས་ཐམས་ཅད་དེ་བཞིན་གཤེགས་པ་ཡིན་པར་རིག་པར་བྱའོ། །
en: Those who regard the Thus-Gone One like this will understand all phenomena to be the Thus-Gone One.

source: ཆོས་ཐམས་ཅད་ཀྱི་དེ་བཞིན་ཉིད་ཐོབ་པ་དང་། ཆོས་ཐམས་ཅད་ཀྱི་ཡང་དག་པ་ཉིད་ཐོབ་པ་དང་། ཆོས་ཐམས་ཅད་ཡང་དག་པ་མ་ཡིན་པའི་མཚན་ཉིད་ཐོབ་པ་དང་། ཆོས་ཐམས་ཅད་དེ་བཞིན་གཤེགས་པའི་ཆོས་སུ་ཤེས་པ་དང་། ཆོས་ཐམས་ཅད་དེ་བཞིན་གཤེགས་པའི་སྤྱོད་ཡུལ་དུའང་ཤེས་པ་དང་། ཆོས་ཐམས་ཅད་བསམ་གྱིས་མི་ཁྱབ་པའི་སྤྱོད་ཡུལ་དུ་ཤེས་པར་རིག་པར་བྱའོ། །
en: They will attain the suchness of all phenomena, the true reality of all phenomena, and the characteristic falsity of all phenomena. They will come to understand all phenomena to be the qualities of the Thus-Gone One, all phenomena to be the domain of the Thus-Gone One, and all phenomena to be the unfathomable domain.

source: རིགས་ཀྱི་བུ་དག་དེ་བས་ན་ངས་ཆོས་ཐམས་ཅད་དེ་བཞིན་གཤེགས་པའི་སྤྱོད་ཡུལ་ཡིན་པར་གསུངས་སོ། །
en: “Noble children, therefore I have declared that all phenomena are the domain of the Thus-Gone One.

source: དེ་བཞིན་གཤེགས་པའི་སྤྱོད་ཡུལ་ནི་སྤྱོད་ཡུལ་མེད་པའོ། །
en: The Thus-Gone One’s domain is devoid of a domain.

source: ཆོས་ཐམས་ཅད་ཀྱི་སྤྱོད་ཡུལ་ཞེས་བྱ་བ་དེ་ལ་ཆོས་གང་ཡང་སྤྱོད་དུ་མེད་དོ། །
en: There is nothing within the domain of all phenomena to be experienced.

source: དེ་བས་ན་གང་སྤྱོད་ཡུལ་མེད་པ་ལ་དེ་བཞིན་གཤེགས་པའི་སྤྱོད་ཡུལ་ཞེས་བཤད་དོ། །
en: Therefore, I have taught that the absence of a domain is the domain of the Thus-Gone One .

source: ཆོས་ཐམས་ཅད་ཀྱི་སྤྱོད་ཡུལ་ནི་སྤྱོད་ཡུལ་མེད་པ་སྟེ་
en: As the domain of all phenomena is the absence of a domain,

source: སྤྱོད་ཡུལ་མེད་པ་དེ་ནི་དེ་བཞིན་གཤེགས་པའི་སྤྱོད་ཡུལ་ཞེས་བྱའོ། །
en: that absence of a domain is the domain of the Thus-Gone One.

source: ཆོས་ཐམས་ཅད་ཀྱི་སྤྱོད་ཡུལ་ནི་ཅི་ཡང་མེད་པ་སྟེ།
en: As the domain of all phenomena does not exist at all,

source: སྤྱོད་ཡུལ་མེད་པ་ནི་དེ་བཞིན་གཤེགས་པའི་སྤྱོད་ཡུལ་ཞེས་བྱའོ། །
en: the absence of a domain is the domain of the Thus-Gone One.

source: སྤྱོད་ཡུལ་ཐམས་ཅད་ནི་དེ་བཞིན་གཤེགས་པའི་སྤྱོད་ཡུལ་དུ་འཇུག་སྟེ་སྤྱོད་ཡུལ་མ་ཡིན་པའོ། །
en: As all domains are subsumed in the Thus-Gone One’s domain, it is not a domain.

source: དེ་བཞིན་གཤེགས་པས་ཆོས་དེ་དག་ཐུགས་སུ་ཆུད་པས་ན་
en: Since the Thus-Gone One understands these phenomena,

source: རིགས་ཀྱི་བུ་དག་གང་གིས་ཆོས་ཐམས་ཅད་སྤྱོད་ཡུལ་མེད་པར་ཤེས་ན་གང་ཟག་དེ་ནི་དེ་བཞིན་གཤེགས་པའི་སྤྱོད་ཡུལ་ལ་འཇུག་པ་ཞེས་བྱའོ། །
en: Noble children, those who understand all phenomena as the absence of a domain are people who know the domain of the Thus-Gone One.

source: གང་ཟག་དེ་ནི་དེ་བཞིན་གཤེགས་པའི་སྤྱོད་ཡུལ་རྟོགས་པ་ཞེས་བྱའོ། །
en: Such people realize the domain of the Thus-Gone One.

source: གང་ཟག་དེ་ནི་དེ་བཞིན་གཤེགས་པའི་སྤྱོད་ཡུལ་ལ་ཚོལ་བ་ཞེས་བྱའོ། །
en: Such people seek the domain of the Thus-Gone One.

source: གང་ཟག་དེ་ནི་དེ་བཞིན་གཤེགས་པའི་སྤྱོད་ཡུལ་ལ་མ་ཆགས་པ་ཞེས་བྱའོ། །
en: Such people are without attachment to the domain of the Thus-Gone One.

source: གང་ཟག་དེ་ནི་སྤྱོད་ཡུལ་མེད་པ་དེ་ལ་དེ་བཞིན་གཤེགས་པའི་སྤྱོད་ཡུལ་དུ་ཤེས་སོ། །
en: Such people understand the absence of a domain to be the domain of the Thus-Gone One.

source: སྤྱོད་ཡུལ་དང་བྲལ་བ་ལ་དེ་བཞིན་གཤེགས་པའི་སྤྱོད་ཡུལ་དུ་ཤེས་སོ། །
en: They understand the lack of a domain to be the domain of the Thus-Gone One.

source: འདི་ལྟ་སྟེ། ཆོས་ཐམས་ཅད་ནི་དམིགས་སུ་མེད་པ་བརྟག་ཏུ་མེད་པ། མི་གནས་པའི་ཕྱིར་དེ་བས་ན་སྤྱོད་ཡུལ་མ་ཡིན་པ་ནི་དེ་བཞིན་གཤེགས་པའི་སྤྱོད་ཡུལ་ལོ། །
en: “Because all Dharma teachings are beyond observation and investigation, and because they do not remain, they are not a domain. This is the domain of the Thus-Gone One.

source: ཡེ་ཤེས་ལ་ཞུགས་པའི་སྤྱོད་ཡུལ་ཏེ་ཆོས་ཐམས་ཅད་ལ་མི་འཇུག་པའི་ཕྱིར་རོ། །
en: It is a domain that is subsumed in wisdom, because it does not enter any Dharma teachings.

source: དེ་ཅི་ལྟ་ཞེ་ན།
en: How is this?

source: ཆོས་ཐམས་ཅད་ལ་སྒོ་མེད་པའི་ཕྱིར་སྒོ་དེས་འཇུག་གོ །
en: Because there is no gateway of the Dharma teachings, they are entered through this gateway.

source: རིགས་ཀྱི་བུ་དག་ཆོས་ཐམས་ཅད་ལ་ནི་འཇུག་པ་ཡང་མེད། འབྱུང་བ་ཡང་མེད། གཟུགས་ཀྱང་མེད་དོ། །
en: Noble children, no Dharma teaching has entry, origination, or form.

source: དེ་བཞིན་གཤེགས་པས་ཆོས་ཐམས་ཅད་ལ་གང་ཡང་དམིགས་པ་མེད་ན་ཅི་ལས་བྱུང་། ཅི་ལ་འཇུག །ཅི་ཞིག་བསྟན། ཅི་ཞིག་སྟོན་པར་འགྱུར།
en: Given that the Thus-Gone One does not observe any Dharma teachings, from where should they appear? Into what should they enter? How could they be shown? How could they ever be taught?

source: རིགས་ཀྱི་བུ་དག་དེ་ནི་ཆོས་ཐམས་ཅད་ཀྱི་སྒོར་ཞུགས་པ་སྟེ།
en: Noble children, this is the entry into the gateway of all Dharma teachings,

source: འཇུག་པ་མེད་པའི་མཚན་ཉིད་ཀྱི་ཕྱིར་རོ། །
en: because of their characteristic of being beyond entry.

source: ཆོས་ཐམས་ཅད་ནི་འདུ་བ་ཡང་མེད། འབྲལ་བ་ཡང་མེད། བཅིངས་པ་ཡང་མེད། གྲོལ་བ་ཡང་མེད་དོ། །
en: No Dharma teachings come together or part, are bound or liberated.
